{
    "id": 1,
    "company_name": "Door Soft",
    "title": "Quick Rabbit - AI Powered Support Ticketing with Knowledgebase and Live Chat",
    "email": "info@doorsoft.co",
    "phone": "+8801812391633",
    "skype": "nazmul.hosan24",
    "address": "House No: 5, Road No: 4, Nikunja 2, Khilkhet, Dhaka.",
    "g_map_url": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3649.6835052673628!2d90.41590137605985!3d23.829850985720164!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3755c65e93000db3%3A0x53377a56daa4e74e!2sDoor%20Soft!5e0!3m2!1sen!2sbd!4v1685683657329!5m2!1sen!2sbd",
    "logo": "uploads/settings/1716010131quick_rabbit_final_logo_siz.png",
    "footer_text": "Quick Rabbit - Support Ticketing, Knowledgebase, Live Chat and CRM",
    "icon": "uploads/settings/1715599125.ico",
    "footer": "Copyright &copy; 2023 All rights reserved by Door Soft",
    "banner_text": "We Are Ready to ::Help And Support:: You.",
    "banner_slogan": "We&rsquo;re here for you, search for articles to go your thing done!",
    "banner_img": "uploads/settings/-16915744701689573906banner.png",
    "date_format": "d/m/Y",
    "timezone": "Asia/Dhaka",
    "language": "en",
    "website_url": "https://doorsoft.co",
    "facebook_url": "https://www.facebook.com/doorsoft.co",
    "linked_in_url": "",
    "twitter_url": "https://twitter.com/soft_door",
    "dribble_url": "https://www.pinterest.com/",
    "instagram_url": "https://www.linkedin.com/",
    "pinterest_url": "",
    "support_policy": "<h2 data-sider-select-id='f8b8402d-d7ae-4042-a066-56798248ee42'>Introduction</h2>rnrn<p>Welcome to our AI-Based Support Ticketing System. This policy outlines the procedures, standards, and expectations for using our support system to ensure efficient, effective, and timely assistance for all users. Our goal is to provide high-quality support that leverages artificial intelligence to resolve issues promptly and accurately.</p>rnrn<h2>Scope</h2>rnrn<p>This policy applies to all users of our AI-Based Support Ticketing System, including internal staff, customers, and partners. It covers the submission, handling, resolution, and feedback processes of support tickets.</p>rnrn<h2>Support Hours</h2>rnrn<p>Our AI support system operates 24/7, offering round-the-clock assistance. Human support agents are available to handle escalated tickets during the following hours:</p>rnrn<ul>rnt<li>Sunday to Thrusday: 10:00 AM - 6:00 PM (Local Time)</li>rn</ul>rnrn<h2>Submitting a Ticket</h2>rnrn<ol>rnt<li><strong>Accessing the System</strong>: Users can submit a ticket through our online portal, mobile app, or via email.</li>rnt<li><strong>Ticket Information</strong>: Provide detailed information about the issue, including:rnt<ul>rntt<li>Description of the problem</li>rntt<li>Steps to reproduce the issue</li>rntt<li>Screenshots or error messages (if applicable)</li>rntt<li>Contact information</li>rnt</ul>rnt</li>rnt<li><strong>Categorization</strong>: Select the appropriate category and priority level for the issue. Categories include but are not limited to:rnt<ul>rntt<li>Technical Issues</li>rntt<li>Account and Billing</li>rntt<li>Feature Requests</li>rntt<li>General Inquiries</li>rnt</ul>rnt</li>rn</ol>rnrn<h2>Ticket Handling Process</h2>rnrn<ol>rnt<li><strong>Acknowledgment</strong>: Upon submission, the system will automatically acknowledge receipt of the ticket and provide a unique ticket ID for tracking.</li>rnt<li><strong>Initial Response</strong>: The AI system will analyze the ticket and attempt to provide an immediate solution or workaround. This may include:rnt<ul>rntt<li>Automated troubleshooting steps</li>rntt<li>Knowledge base articles</li>rntt<li>FAQ responses</li>rnt</ul>rnt</li>rnt<li><strong>Escalation</strong>: If the AI system cannot resolve the issue, the ticket will be escalated to a human support agent for further investigation.</li>rnt<li><strong>Assignment</strong>: Human agents will review and assign the ticket to the appropriate team based on expertise and priority.</li>rnt<li><strong>Resolution</strong>: The assigned agent will work on resolving the ticket, keeping the user informed of progress through regular updates.</li>rnt<li><strong>Closure</strong>: Once the issue is resolved, the ticket will be closed. Users will receive a summary of the resolution and an option to provide feedback.</li>rn</ol>rnrn<h2>Response and Resolution Times</h2>rnrn<ul>rnt<li><strong>Low Priority</strong>: Initial response within 4 hours, resolution within 72 hours</li>rnt<li><strong>Medium Priority</strong>: Initial response within 2 hours, resolution within 48 hours</li>rnt<li><strong>High Priority</strong>: Initial response within 1 hour, resolution within 24 hours</li>rnt<li><strong>Critical Priority</strong>: Immediate response, resolution as soon as possible</li>rn</ul>rnrn<h2>User Responsibilities</h2>rnrn<ul>rnt<li><strong>Accurate Information</strong>: Provide complete and accurate information when submitting a ticket.</li>rnt<li><strong>Collaboration</strong>: Cooperate with support agents by providing additional information or performing troubleshooting steps as requested.</li>rnt<li><strong>Feedback</strong>: Offer feedback on the support experience to help us improve our services.</li>rn</ul>rnrn<h2>Data Privacy and Security</h2>rnrn<p>We are committed to protecting your privacy and ensuring the security of your data. All information submitted through our support system is handled in accordance with our Privacy Policy and relevant data protection regulations.</p>rnrn<h2>Monitoring and Continuous Improvement</h2>rnrn<p>We continuously monitor the performance of our AI-based support system and make improvements based on user feedback and technological advancements. Regular audits and reviews are conducted to ensure compliance with this policy and to enhance support quality.</p>rnrn<h2>Contact Information</h2>rnrn<p>For any questions or concerns regarding this policy or our support system, please contact our support team at:</p>rnrn<ul>rnt<li>Email: <a href='mailto:info@doorsoft.co' rel='noreferrer' target='_new'>info@d</a><a href='mailto:info@doorsoft.co'>oorsoft.co</a></li>rnt<li>Phone: <a data-sider-select-id='7d326958-647a-4b63-a061-44cb9076a6d0' href='tel:+8801812391633'>&nbsp;+8801812391633</a></li>rnt<li>Online Portal: https://quick-rabbit.doorsoft-demo.com/</li>rn</ul>rnrn<h2>Conclusion</h2>rnrn<p>Our AI-Based Support Ticketing System is designed to provide efficient and effective support. By following this policy, we aim to deliver a high standard of service to all users. Thank you for using our support system.</p>",
    "browser_notification": "Yes",
    "theme_type": "multiple",
    "is_captcha": "1",
    "created_by": null,
    "updated_by": 1,
    "created_at": null,
    "updated_at": "2025-01-07T18:00:22.000000Z",
    "del_status": "Live"
}